examples_3D_Simulations/3D_RM6_noPTO_coarse/Allrun.ser
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------#

# Clean the run directory
./Allclean

# Run preparation steps 
./Allrun.pre

# Run the interFoam solver
$(getApplication) | tee log.foam

#------------------------------------------------------------------------------#
