examples_3D_Simulations/3D_RM6_noPTO_coarse/system/forces
    // record forces/moments on body
    forcesOE
    {
        type forces;
        libs            (forces);
        writeControl    adjustable;
        writeInterval   $writeElev;

        patches
        (
            "object"
        );

        pName p;
        UName U;
        rhoName rho;
        log true;
        CofR $objCGV_gl; // center of mass at time 0
    }
